Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Content.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Share one thing about yourself, then ask about something they mentioned.
ar: شارك شيئًا عن نفسك، ثم اسأل عن شيء ذكره الآخر.
de: Erzähl etwas über dich und frag dann nach etwas, das dein Gegenüber erwähnt hat.
es: Cuenta algo sobre ti y luego pregunta por algo que haya mencionado.
fil: Magbahagi ng isang bagay tungkol sa sarili mo, tapos magtanong tungkol sa isang bagay na nabanggit ng kausap.
fr: Partage une chose sur toi, puis pose une question sur ce qu'il a mentionné.
hi: अपने बारे में एक बात बताएँ, फिर उनकी कही किसी बात के बारे में पूछें।
id: Ceritakan satu hal tentang dirimu, lalu tanyakan sesuatu yang disebut orang itu.
it: Racconta una cosa di te, poi chiedi di qualcosa che ha menzionato.
ja: 自分のことを一つ話してから、相手が話したことについて質問しましょう。
ko: 나에 대해 하나 이야기하고, 상대가 말한 것에 대해 질문하세요.
nl: Deel één ding over jezelf en vraag dan naar iets wat de ander noemde.
pl: Powiedz jedną rzecz o sobie, a potem zapytaj o coś, o czym wspomniała ta osoba.
pt_br: Conte uma coisa sobre você e depois pergunte sobre algo que a pessoa mencionou.
ru: Расскажите что-нибудь о себе, а затем спросите о том, что упомянул собеседник.
sv: Berätta en sak om dig själv och fråga sedan om något den andra nämnde.
tr: Kendinle ilgili bir şey paylaş, sonra karşındakinin bahsettiği bir şeyi sor.
uk: Розкажіть щось про себе, а потім запитайте про те, що згадав співрозмовник.
vi: Chia sẻ một điều về bản thân, rồi hỏi về điều người kia đã nhắc đến.
zh_hans: 说一件关于你自己的事，再就对方提到的内容提问。

source: Share where you are from or live.
ar: شارك من أين أنت أو أين تعيش.
de: Sag, woher du kommst oder wo du wohnst.
es: Cuenta de dónde eres o dónde vives.
fil: Ibahagi kung taga-saan ka o saan ka nakatira.
fr: Dis d'où tu viens ou où tu vis.
hi: बताइए कि आप कहाँ से हैं या कहाँ रहते हैं।
id: Ceritakan asal atau tempat tinggalmu.
it: Racconta da dove vieni o dove vivi.
ja: 出身地や住んでいる場所を伝える。
ko: 출신지나 사는 곳을 말한다.
nl: Vertel waar je vandaan komt of woont.
pl: Powiedz, skąd jesteś lub gdzie mieszkasz.
pt_br: Conte de onde você é ou onde mora.
ru: Расскажите, откуда вы или где живёте.
sv: Berätta var du kommer ifrån eller bor.
tr: Nereli olduğunu ya da nerede yaşadığını paylaş.
uk: Розкажіть, звідки ви або де живете.
vi: Chia sẻ bạn đến từ đâu hoặc sống ở đâu.
zh_hans: 说出你来自哪里或住在哪里。

source: Situation → your action → result. A small real example is enough.
ar: الموقف ← ما فعلته ← النتيجة. مثال حقيقي صغير يكفي.
de: Situation → dein Handeln → Ergebnis. Ein kleines echtes Beispiel reicht.
es: Situación → tu acción → resultado. Basta con un ejemplo real pequeño.
fil: Sitwasyon → ang ginawa mo → resulta. Sapat na ang maliit at totoong halimbawa.
fr: Situation → ton action → résultat. Un petit exemple réel suffit.
hi: स्थिति → आपकी कार्रवाई → नतीजा। एक छोटा असली उदाहरण काफ़ी है।
id: Situasi → tindakanmu → hasil. Contoh nyata yang kecil sudah cukup.
it: Situazione → la tua azione → risultato. Basta un piccolo esempio reale.
ja: 状況 → 自分の行動 → 結果。小さな実例で十分です。
ko: 상황 → 나의 행동 → 결과. 작은 실제 사례로 충분해요.
nl: Situatie → jouw actie → resultaat. Een klein echt voorbeeld is genoeg.
pl: Sytuacja → twoje działanie → wynik. Wystarczy mały prawdziwy przykład.
pt_br: Situação → sua ação → resultado. Um pequeno exemplo real basta.
ru: Ситуация → ваши действия → результат. Достаточно небольшого реального примера.
sv: Situation → det du gjorde → resultat. Ett litet verkligt exempel räcker.
tr: Durum → senin eylemin → sonuç. Küçük gerçek bir örnek yeter.
uk: Ситуація → ваші дії → результат. Досить невеликого реального прикладу.
vi: Tình huống → hành động của bạn → kết quả. Một ví dụ thật nhỏ là đủ.
zh_hans: 情境 → 你的行动 → 结果。一个小而真实的例子就够了。

source: Someone at a social event
ar: شخص في مناسبة اجتماعية
de: Jemand bei einer Veranstaltung
es: Alguien en un evento social
fil: Isang tao sa isang social event
fr: Quelqu'un lors d'un événement
hi: किसी सामाजिक कार्यक्रम में कोई व्यक्ति
id: Seseorang di acara sosial
it: Qualcuno a un evento
ja: 交流イベントで出会った人
ko: 모임에서 만난 사람
nl: Iemand op een evenement
pl: Ktoś na spotkaniu towarzyskim
pt_br: Alguém num evento social
ru: Человек на мероприятии
sv: Någon på ett evenemang
tr: Bir sosyal etkinlikteki biri
uk: Людина на заході
vi: Một người ở sự kiện giao lưu
zh_hans: 社交活动上认识的人

source: Someone on the street
ar: شخص في الشارع
de: Jemand auf der Straße
es: Alguien en la calle
fil: Isang tao sa kalye
fr: Quelqu'un dans la rue
hi: सड़क पर कोई
id: Seseorang di jalan
it: Qualcuno per strada
ja: 通りすがりの人
ko: 길에서 만난 사람
nl: Iemand op straat
pl: Ktoś na ulicy
pt_br: Alguém na rua
ru: Прохожий на улице
sv: Någon på gatan
tr: Sokaktaki biri
uk: Перехожий на вулиці
vi: Một người trên phố
zh_hans: 街上的一个人

source: State a clear limit and hold it through one objection.
ar: ضع حدًا واضحًا وتمسّك به أمام اعتراض واحد.
de: Setze eine klare Grenze und halte sie trotz eines Einwands.
es: Pon un límite claro y mantenlo ante una objeción.
fil: Magsabi ng malinaw na hangganan at panindigan ito sa isang pagtutol.
fr: Pose une limite claire et tiens-la face à une objection.
hi: एक साफ़ सीमा तय करें और एक आपत्ति के बाद भी उस पर टिके रहें।
id: Nyatakan batasan yang jelas dan pertahankan melewati satu keberatan.
it: Metti un limite chiaro e mantienilo davanti a un'obiezione.
ja: はっきり線を引き、一度の反論にも引かないようにしましょう。
ko: 명확한 선을 긋고, 한 번의 반박에도 지키세요.
nl: Stel een duidelijke grens en houd die vast bij één bezwaar.
pl: Postaw jasną granicę i utrzymaj ją mimo jednego sprzeciwu.
pt_br: Estabeleça um limite claro e mantenha-o diante de uma objeção.
ru: Чётко обозначьте границу и удержите её после одного возражения.
sv: Sätt en tydlig gräns och håll fast vid den genom en invändning.
tr: Net bir sınır koy ve bir itiraz karşısında koru.
uk: Чітко позначте межу й утримайте її після одного заперечення.
vi: Nêu một giới hạn rõ ràng và giữ vững qua một lần phản bác.
zh_hans: 说出明确的界限，并在一次反驳后坚持住。

source: State a specific concern respectfully.
ar: اذكر قلقًا محددًا باحترام.
de: Nenne eine konkrete Sorge respektvoll.
es: Expón una preocupación concreta con respeto.
fil: Sabihin nang may paggalang ang tiyak na alalahanin.
fr: Exprime une préoccupation précise avec respect.
hi: सम्मान से एक खास चिंता बताएँ।
id: Sampaikan kekhawatiran spesifik dengan hormat.
it: Esprimi una preoccupazione precisa con rispetto.
ja: 具体的な懸念を丁寧に伝える。
ko: 구체적인 우려를 정중하게 말한다.
nl: Noem een concrete zorg met respect.
pl: Z szacunkiem wyraź konkretną obawę.
pt_br: Diga uma preocupação específica com respeito.
ru: Уважительно назовите конкретное опасение.
sv: Uttryck en konkret oro med respekt.
tr: Belirli bir endişeyi saygıyla dile getir.
uk: Шанобливо назвіть конкретне занепокоєння.
vi: Nêu mối lo cụ thể một cách tôn trọng.
zh_hans: 礼貌地说出具体的顾虑。

source: State a specific request.
ar: قدّم طلبًا محددًا.
de: Formuliere eine konkrete Bitte.
es: Haz una petición concreta.
fil: Magbigay ng tiyak na hiling.
fr: Formule une demande précise.
hi: एक खास माँग रखें।
id: Sampaikan permintaan yang spesifik.
it: Fai una richiesta precisa.
ja: 具体的にお願いする。
ko: 구체적으로 요청한다.
nl: Doe een concreet verzoek.
pl: Sformułuj konkretną prośbę.
pt_br: Faça um pedido específico.
ru: Сформулируйте конкретную просьбу.
sv: Framför en konkret begäran.
tr: Belirli bir talepte bulun.
uk: Сформулюйте конкретне прохання.
vi: Nêu đề nghị cụ thể.
zh_hans: 提出具体的请求。

source: State the known impact without guessing.
ar: اذكر الأثر المعروف دون تخمين.
de: Nenne die bekannten Folgen, ohne zu raten.
es: Expón el impacto conocido sin suponer.
fil: Sabihin ang alam na epekto nang hindi nanghuhula.
fr: Énonce l'impact connu sans faire de suppositions.
hi: अंदाज़ा लगाए बिना ज्ञात असर बताएँ।
id: Sampaikan dampak yang diketahui tanpa menebak.
it: Indica l'impatto noto senza fare supposizioni.
ja: 推測せずに、わかっている影響を伝える。
ko: 추측하지 않고 알려진 영향을 말한다.
nl: Noem de bekende impact zonder te gissen.
pl: Podaj znane skutki bez zgadywania.
pt_br: Diga o impacto conhecido sem fazer suposições.
ru: Назовите известные последствия, не гадая.
sv: Beskriv de kända följderna utan att gissa.
tr: Bilinen etkiyi tahmin yürütmeden söyle.
uk: Назвіть відомі наслідки, не вгадуючи.
vi: Nêu ảnh hưởng đã biết mà không phỏng đoán.
zh_hans: 说明已知的影响，不猜测。

source: State the limit clearly.
ar: قل الحد بوضوح.
de: Sprich die Grenze klar aus.
es: Expresa el límite con claridad.
fil: Sabihin nang malinaw ang hangganan.
fr: Exprime la limite clairement.
hi: सीमा साफ़ बताएँ।
id: Nyatakan batasannya dengan jelas.
it: Esprimi il limite con chiarezza.
ja: 線をはっきり伝える。
ko: 선을 명확하게 말한다.
nl: Spreek de grens duidelijk uit.
pl: Jasno wyraź granicę.
pt_br: Diga o limite com clareza.
ru: Чётко обозначьте границу.
sv: Säg gränsen tydligt.
tr: Sınırı net söyle.
uk: Чітко позначте межу.
vi: Nêu giới hạn thật rõ ràng.
zh_hans: 清楚地说出界限。

source: Support it with a relevant contribution.
ar: ادعمه بمساهمة ذات صلة.
de: Untermauere sie mit einem relevanten Beitrag.
es: Respáldala con una aportación relevante.
fil: Suportahan ito ng kaugnay na ambag.
fr: Appuie-la sur une contribution pertinente.
hi: इसे एक प्रासंगिक योगदान से मज़बूत करें।
id: Dukung dengan kontribusi yang relevan.
it: Sostienila con un contributo pertinente.
ja: 関連する貢献で裏づける。
ko: 관련된 기여로 뒷받침한다.
nl: Onderbouw het met een relevante bijdrage.
pl: Poprzyj ją odpowiednim wkładem.
pt_br: Sustente-o com uma contribuição relevante.
ru: Подкрепите её уместным вкладом.
sv: Backa upp den med ett relevant bidrag.
tr: Onu ilgili bir katkıyla destekle.
uk: Підкріпіть його доречним внеском.
vi: Hỗ trợ bằng một đóng góp liên quan.
zh_hans: 用相关的贡献来支持。

source: Tell me about a time you solved a difficult problem.
ar: حدّثني عن مرة حللت فيها مشكلة صعبة.
de: Erzähl mir von einem Mal, als du ein schwieriges Problem gelöst hast.
es: Háblame de una vez en la que resolviste un problema difícil.
fil: Ikuwento ang isang pagkakataong nalutas mo ang mahirap na problema.
fr: Parle-moi d'une fois où tu as résolu un problème difficile.
hi: उस समय के बारे में बताइए जब आपने कोई मुश्किल समस्या हल की।
id: Ceritakan saat kamu menyelesaikan masalah yang sulit.
it: Parlami di una volta in cui hai risolto un problema difficile.
ja: 難しい問題を解決したときのことを教えてください。
ko: 어려운 문제를 해결했던 경험을 말씀해 주세요.
nl: Vertel eens over een keer dat je een moeilijk probleem oploste.
pl: Opowiedz o sytuacji, w której udało ci się rozwiązać trudny problem.
pt_br: Me conte sobre uma vez em que você resolveu um problema difícil.
ru: Расскажите о случае, когда вы решили сложную задачу.
sv: Berätta om en gång du löste ett svårt problem.
tr: Zor bir sorunu çözdüğün bir zamanı anlat.
uk: Розкажіть про випадок, коли ви розв'язали складну задачу.
vi: Kể về một lần bạn giải quyết một vấn đề khó.
zh_hans: 讲一次你解决难题的经历。

source: Tell me about yourself
ar: حدّثني عن نفسك
de: Erzähl etwas über dich
es: Háblame de ti
fil: Ikuwento ang tungkol sa sarili mo
fr: Parle-moi de toi
hi: अपने बारे में बताइए
id: Ceritakan tentang dirimu
it: Parlami di te
ja: 自己紹介をお願いします
ko: 자기소개 해 주세요
nl: Vertel eens over jezelf
pl: Opowiedz o sobie
pt_br: Fale sobre você
ru: Расскажите о себе
sv: Berätta om dig själv
tr: Bana kendinden bahset
uk: Розкажіть про себе
vi: Hãy giới thiệu về bản thân
zh_hans: 介绍一下你自己

source: Tell me about yourself and what interests you about this role.
ar: حدّثني عن نفسك وعمّا يثير اهتمامك في هذا الدور.
de: Erzähl mir etwas über dich und was dich an dieser Stelle reizt.
es: Háblame de ti y de qué te interesa de este puesto.
fil: Ikuwento ang tungkol sa sarili mo at kung ano ang interesante sa iyo sa role na ito.
fr: Parle-moi de toi et de ce qui t'intéresse dans ce poste.
hi: अपने बारे में बताइए और इस भूमिका में आपको क्या आकर्षित करता है।
id: Ceritakan tentang dirimu dan apa yang membuatmu tertarik pada posisi ini.
it: Parlami di te e di cosa ti interessa di questo ruolo.
ja: 自己紹介と、この職種に興味を持った理由を教えてください。
ko: 자기소개와 함께 이 직무에 관심을 갖게 된 이유를 말씀해 주세요.
nl: Vertel eens over jezelf en wat je aanspreekt in deze functie.
pl: Opowiedz mi o sobie i o tym, co cię interesuje w tym stanowisku.
pt_br: Fale sobre você e o que te interessa nesta vaga.
ru: Расскажите о себе и о том, чем вас привлекает эта роль.
sv: Berätta om dig själv och vad som lockar dig med den här rollen.
tr: Bana kendinden ve bu rolde seni neyin ilgilendirdiğinden bahset.
uk: Розкажіть про себе й про те, чим вас приваблює ця роль.
vi: Hãy giới thiệu về bản thân và điều gì khiến bạn quan tâm đến vị trí này.
zh_hans: 介绍一下你自己，以及这个职位吸引你的地方。

source: Test your opening with a peer and ask what they understood.
ar: جرّب افتتاحيتك على زميل واسأله عمّا فهمه.
de: Teste deinen Einstieg bei einer Kollegin und frag, was sie verstanden hat.
es: Prueba tu arranque con un compañero y pregúntale qué entendió.
fil: Subukan ang pambungad mo sa isang kasamahan at tanungin kung ano ang naintindihan nila.
fr: Teste ton ouverture avec un collègue et demande-lui ce qu'il a compris.
hi: अपनी शुरुआत किसी साथी पर आज़माएँ और पूछें कि उन्होंने क्या समझा।
id: Uji pembukaanmu ke rekan dan tanyakan apa yang mereka pahami.
it: Prova la tua apertura con un collega e chiedigli cosa ha capito.
ja: 冒頭を同僚に試して、何が伝わったか聞いてみましょう。
ko: 동료에게 첫마디를 들려주고 무엇을 이해했는지 물어보세요.
nl: Test je opening bij een collega en vraag wat die begreep.
pl: Wypróbuj otwarcie na koledze i zapytaj, co zrozumiał.
pt_br: Teste sua abertura com um colega e pergunte o que ele entendeu.
ru: Проверьте вступление на коллеге и спросите, что он понял.
sv: Testa din inledning på en kollega och fråga vad hen förstod.
tr: Açılışını bir iş arkadaşınla dene ve ne anladığını sor.
uk: Перевірте вступ на колезі й запитайте, що він зрозумів.
vi: Thử phần mở đầu với một đồng nghiệp và hỏi họ hiểu được gì.
zh_hans: 找同事试讲你的开场，问问他们听懂了什么。

source: Think under interview pressure
ar: فكّر تحت ضغط المقابلة
de: Unter Druck im Vorstellungsgespräch denken
es: Piensa bajo la presión de una entrevista
fil: Mag-isip sa ilalim ng presyon ng interview
fr: Réfléchir sous la pression d'un entretien
hi: इंटरव्यू के दबाव में सोचें
id: Berpikir di bawah tekanan wawancara
it: Ragionare sotto la pressione del colloquio
ja: 面接のプレッシャーの中で考える
ko: 면접 압박 속에서 생각하기
nl: Nadenken onder sollicitatiedruk
pl: Myślenie pod presją rozmowy
pt_br: Pensar sob a pressão da entrevista
ru: Думайте под давлением собеседования
sv: Tänka under intervjupress
tr: Mülakat baskısı altında düşün
uk: Думайте під тиском співбесіди
vi: Suy nghĩ dưới áp lực phỏng vấn
zh_hans: 在面试压力下思考

source: To get this right, do you mean ___ or ___?
ar: لأنفّذها بشكل صحيح: هل تقصد ___ أم ___؟
de: Damit ich es richtig mache: Meinst du ___ oder ___?
es: Para hacerlo bien, ¿te refieres a ___ o a ___?
fil: Para tama, ang ibig mo bang sabihin ay ___ o ___?
fr: Pour bien faire, tu veux dire ___ ou ___ ?
hi: सही करने के लिए, आपका मतलब ___ है या ___?
id: Supaya tepat, maksudmu ___ atau ___?
it: Per farlo bene, intendi ___ o ___?
ja: 確認させてください、___のことですか、それとも___ですか？
ko: 제대로 하려고 여쭤보는데, ___ 말씀이세요, 아니면 ___ 말씀이세요?
nl: Om het goed te doen: bedoel je ___ of ___?
pl: Żeby zrobić to dobrze: chodzi ci o ___ czy o ___?
pt_br: Para fazer certo, você quer dizer ___ ou ___?
ru: Чтобы сделать всё правильно: вы имеете в виду ___ или ___?
sv: För att göra rätt: menar du ___ eller ___?
tr: Doğru yapmak için: ___ mı yoksa ___ mı demek istiyorsun?
uk: Щоб зробити все правильно: ви маєте на увазі ___ чи ___?
vi: Để làm cho đúng, ý bạn là ___ hay ___?
zh_hans: 为了做对，你是指___还是___？

source: Use a brief thinking pause before your next unfamiliar question.
ar: خذ وقفة تفكير قصيرة قبل سؤالك المجهول التالي.
de: Nimm dir vor deiner nächsten unbekannten Frage eine kurze Denkpause.
es: Tómate una breve pausa para pensar antes de tu próxima pregunta desconocida.
fil: Huminto sandali para mag-isip bago ang susunod na hindi pamilyar na tanong.
fr: Prends une courte pause de réflexion avant ta prochaine question inconnue.
hi: अगले अनजान सवाल से पहले सोचने के लिए थोड़ा रुकें।
id: Ambil jeda berpikir singkat sebelum pertanyaan asing berikutnya.
it: Prenditi una breve pausa per pensare prima della prossima domanda nuova.
ja: 次に知らない質問が来たら、少し考える間を取りましょう。
ko: 다음에 낯선 질문을 받으면 잠깐 생각할 시간을 가지세요.
nl: Neem een korte denkpauze voor je volgende onbekende vraag.
pl: Zrób krótką pauzę do namysłu przed kolejnym nieznanym pytaniem.
pt_br: Faça uma breve pausa para pensar antes da próxima pergunta desconhecida.
ru: Перед следующим незнакомым вопросом возьмите короткую паузу подумать.
sv: Ta en kort tankepaus före nästa obekanta fråga.
tr: Bir sonraki bilmediğin sorudan önce kısa bir düşünme molası ver.
uk: Перед наступним незнайомим питанням візьміть коротку паузу подумати.
vi: Dành một khoảng dừng ngắn để suy nghĩ trước câu hỏi lạ tiếp theo.
zh_hans: 下次遇到陌生问题前，先短暂停顿思考。

source: Use the same three-part introduction the next time you meet someone new.
ar: استخدم التعريف نفسه بأجزائه الثلاثة في المرة القادمة التي تلتقي فيها شخصًا جديدًا.
de: Nutze dieselbe dreiteilige Vorstellung, wenn du das nächste Mal jemanden kennenlernst.
es: Usa la misma presentación en tres partes la próxima vez que conozcas a alguien.
fil: Gamitin ang parehong pagpapakilalang may tatlong bahagi sa susunod na may makilala ka.
fr: Utilise la même présentation en trois parties la prochaine fois que tu rencontres quelqu'un.
hi: अगली बार किसी नए से मिलें तो यही तीन हिस्सों वाला परिचय इस्तेमाल करें।
id: Gunakan perkenalan tiga bagian yang sama saat kamu bertemu orang lain berikutnya.
it: Usa la stessa presentazione in tre parti la prossima volta che conosci qualcuno.
ja: 次に誰かと出会ったときも、同じ三つの要素の自己紹介を使いましょう。
ko: 다음에 누군가를 만날 때도 같은 세 부분 자기소개를 써 보세요.
nl: Gebruik dezelfde voorstelling in drie delen als je weer iemand nieuw ontmoet.
pl: Użyj tego samego trzyczęściowego przedstawienia, gdy następnym razem kogoś poznasz.
pt_br: Use a mesma apresentação em três partes na próxima vez que conhecer alguém.
ru: Используйте то же представление из трёх частей, когда в следующий раз с кем-то познакомитесь.
sv: Använd samma presentation i tre delar nästa gång du träffar någon ny.
tr: Bir dahaki sefere biriyle tanıştığında aynı üç bölümlü tanıtımı kullan.
uk: Використайте те саме представлення з трьох частин, коли наступного разу з кимось познайомитеся.
vi: Dùng cùng cách giới thiệu ba phần này vào lần tới bạn gặp ai đó.
zh_hans: 下次认识新朋友时，也用这个三部分自我介绍。

source: What changed, and do you need anything from me?
ar: ما الذي تغيّر، وهل تحتاج شيئًا مني؟
de: Was hat sich geändert, und brauchst du etwas von mir?
es: ¿Qué ha cambiado, y necesitas algo de mí?
fil: Ano ang nagbago, at may kailangan ka ba sa akin?
fr: Qu'est-ce qui a changé, et as-tu besoin de quelque chose de ma part ?
hi: क्या बदला है, और क्या आपको मुझसे कुछ चाहिए?
id: Apa yang berubah, dan apakah kamu butuh sesuatu dari saya?
it: Cosa è cambiato, e ti serve qualcosa da me?
ja: 何が変わりましたか？私に何かしてほしいことはありますか？
ko: 무엇이 바뀌었나요? 제가 도와드릴 게 있나요?
nl: Wat is er veranderd, en heb je iets van me nodig?
pl: Co się zmieniło i czy czegoś ode mnie potrzebujesz?
pt_br: O que mudou, e você precisa de algo de mim?
ru: Что изменилось и нужно ли вам что-то от меня?
sv: Vad har ändrats, och behöver du något från mig?
tr: Ne değişti ve benden bir şeye ihtiyacın var mı?
uk: Що змінилося і чи потрібно вам щось від мене?
vi: Có gì thay đổi, và bạn có cần gì ở tôi không?
zh_hans: 有什么变化？需要我帮什么忙吗？

source: What did you want to discuss about your role?
ar: ما الذي أردت مناقشته بشأن دورك؟
de: Worüber wolltest du bezüglich deiner Rolle sprechen?
es: ¿De qué querías hablar sobre tu puesto?
fil: Ano ang gusto mong pag-usapan tungkol sa role mo?
fr: De quoi voulais-tu parler au sujet de ton poste ?
hi: आप अपनी भूमिका के बारे में क्या बात करना चाहते थे?
id: Apa yang ingin kamu bicarakan tentang peranmu?
it: Di cosa volevi parlare riguardo al tuo ruolo?
ja: あなたの役割について、何を話したいのですか？
ko: 역할에 대해 어떤 이야기를 하고 싶었나요?
nl: Waar wilde je het over hebben wat betreft je functie?
pl: O czym chcesz porozmawiać w sprawie swojego stanowiska?
pt_br: Sobre o que você queria conversar a respeito do seu cargo?
ru: Что вы хотели обсудить по поводу своей роли?
sv: Vad ville du prata om kring din roll?
tr: Rolünle ilgili ne konuşmak istedin?
uk: Що ви хотіли обговорити щодо своєї ролі?
vi: Bạn muốn trao đổi gì về vai trò của mình?
zh_hans: 你想谈谈你职位的什么事？

source: What happened → my part → impact → repair.
ar: ما حدث ← دوري ← الأثر ← الإصلاح.
de: Was passiert ist → mein Anteil → Folgen → Lösung.
es: Qué pasó → mi parte → impacto → solución.
fil: Ano ang nangyari → ang bahagi ko → epekto → pag-aayos.
fr: Ce qui s'est passé → ma part → impact → réparation.
hi: क्या हुआ → मेरा हिस्सा → असर → सुधार।
id: Apa yang terjadi → bagianku → dampak → perbaikan.
it: Cosa è successo → la mia parte → impatto → soluzione.
ja: 何が起きたか → 自分の責任 → 影響 → 対応策。
ko: 무슨 일이 있었나 → 나의 몫 → 영향 → 해결.
nl: Wat er gebeurde → mijn deel → impact → oplossing.
pl: Co się stało → moja rola → skutki → naprawa.
pt_br: O que aconteceu → minha parte → impacto → correção.
ru: Что случилось → моя часть → последствия → исправление.
sv: Vad som hände → min del → följder → lösning.
tr: Ne oldu → benim payım → etkisi → düzeltme.
uk: Що сталося → моя частина → наслідки → виправлення.
vi: Chuyện gì xảy ra → phần của tôi → ảnh hưởng → khắc phục.
zh_hans: 发生了什么 → 我的责任 → 影响 → 补救。

source: Write down one real example you can use in an interview.
ar: دوّن مثالًا حقيقيًا يمكنك استخدامه في مقابلة.
de: Schreib ein echtes Beispiel auf, das du im Vorstellungsgespräch nutzen kannst.
es: Apunta un ejemplo real que puedas usar en una entrevista.
fil: Isulat ang isang totoong halimbawa na magagamit mo sa interview.
fr: Note un exemple réel que tu pourras utiliser en entretien.
hi: एक असली उदाहरण लिख लें जो आप इंटरव्यू में इस्तेमाल कर सकें।
id: Tulis satu contoh nyata yang bisa kamu pakai di wawancara.
it: Annota un esempio reale da usare in un colloquio.
ja: 面接で使える実例を一つ書き留めておきましょう。
ko: 면접에서 쓸 수 있는 실제 사례 하나를 적어 두세요.
nl: Schrijf één echt voorbeeld op dat je in een sollicitatiegesprek kunt gebruiken.
pl: Zapisz jeden prawdziwy przykład, którego użyjesz na rozmowie.
pt_br: Anote um exemplo real que você possa usar numa entrevista.
ru: Запишите один реальный пример, который можно использовать на собеседовании.
sv: Skriv ner ett verkligt exempel du kan använda på en intervju.
tr: Bir mülakatta kullanabileceğin gerçek bir örnek not al.
uk: Запишіть один реальний приклад, який можна використати на співбесіді.
vi: Viết ra một ví dụ thật bạn có thể dùng khi phỏng vấn.
zh_hans: 写下一个可以在面试中用的真实例子。

source: Write one real achievement and one question for your manager.
ar: دوّن إنجازًا حقيقيًا وسؤالًا لمديرك.
de: Schreib einen echten Erfolg und eine Frage an deine Führungskraft auf.
es: Apunta un logro real y una pregunta para tu jefe.
fil: Isulat ang isang totoong nagawa at isang tanong para sa manager mo.
fr: Note une vraie réussite et une question pour ton manager.
hi: एक असली उपलब्धि और अपने मैनेजर के लिए एक सवाल लिख लें।
id: Tulis satu pencapaian nyata dan satu pertanyaan untuk atasanmu.
it: Scrivi un risultato reale e una domanda per il tuo responsabile.
ja: 実際の成果を一つと、上司への質問を一つ書きましょう。
ko: 실제 성과 하나와 상사에게 할 질문 하나를 적어 보세요.
nl: Schrijf één echte prestatie en één vraag voor je leidinggevende op.
pl: Zapisz jedno prawdziwe osiągnięcie i jedno pytanie do przełożonego.
pt_br: Anote uma conquista real e uma pergunta para seu gestor.
ru: Запишите одно реальное достижение и один вопрос к руководителю.
sv: Skriv ner en verklig prestation och en fråga till din chef.
tr: Gerçek bir başarını ve yöneticine bir sorunu yaz.
uk: Запишіть одне реальне досягнення й одне питання до керівника.
vi: Viết ra một thành tích thật và một câu hỏi cho quản lý.
zh_hans: 写下一个真实成就，以及一个想问上司的问题。
